/* Informative text used when Web Clip is unable to access a local file */
"Cannot access %@" = "Cannot access %@";

/* Used when Web Clip can't load a page off a webserver */
"Cannot load page on %@" = "Cannot load page on %@";

/* The Done button is the button users press to exit Edit mode. */
"Done" = "Done";

/* The message shown while loading a web clip */
"Loading Clip" = "Loading Clip";

/* Loading Clip animation with one dot */
"Loading Clip." = "Loading Clip.";

/* Loading Clip animation with two dots */
"Loading Clip.." = "Loading Clip..";

/* Loading Clip animation with three dots */
"Loading Clip..." = "Loading Clip...";

/* Informative text used when Web Clip cannot connect to the Internet' */
"Please connect to the Internet" = "Please connect to the Internet";

/* A very short message that says Requires Mac OS X v10.4.3 */
"Requires Mac OS X v10.4.3" = "Requires Mac OS X v10.4.3";

/* Web Clip Not Available */
"Web Clip Not Available" = "Web Clip Not Available";

